{"articles": [{"url": "https://www.nasdaq.com/article/wall-st-slips-on-mixed-data-looming-tariffs-ahead-of-market-holiday-20190830-00488", "title": "Wall St slips on mixed data, looming tariffs ahead of market holiday - Nasdaq.com", "text": ["By Sinéad Carew", "NEW YORKAug 30 (Reuters) - U.S. stocks were were in the red on Friday afternoon as investors were wary after mixed data and ahead of a holiday weekend in which a fresh round of U.S. tariffs on Chinese imports were due to kick in.", "While Wall Street was on course to register a weekly gain, August was expected to show its biggest monthly decline since May after escalations in U.S.-China trade tensions and the inversion of a key part of the U.S. yield curve which is often a recessionary signal.", "\"Trying to make a very large move in the last day of the month when Labor day is following is not the best idea,\" said Pande. \"Most of the rebalancing that was expected ... has likely been accomplished in the days leading up to the long weekend.\"", "U.S. consumer spending increased solidly in July as households bought a range of goods and services. While this  could allay financial market fears of a recession, a survey from the University of Michigan, also out Friday, showed its consumer sentiment index in August dropping by the most since December 2012, amid nerves over the U.S.-China trade war. ", "\"The news today has been mixed. There was positive news about consumption data and negative news on consumer confidence,\" said Pande.", "At 2:57 p.m. ET, the Dow Jones Industrial Average  fell 13.47 points, or 0.05%, to 26,348.78, the S&P 500  lost 3.53 points, or 0.12%, to 2,921.05 and the Nasdaq Composite  dropped 32.82 points, or 0.41%, to 7,940.58.", "The United States and China had given hopeful signs on trade on Thursday as they discussed the next round of in-person negotiations in September ahead of a looming deadline for additional U.S. tariffs. ", "But Randy Frederick, vice president of trading and derivatives for Charles Schwab in Austin, urged caution.", "\"Frankly, markets have been overly optimistic about trade,\" he said. \"I would caution people to be a little careful because optimism won't last if it doesn't ultimately materialize into something substantive like an agreement, which I just have a hard time seeing it happen.\"", "A new round of U.S. tariffs on some Chinese goods were expected to come into effect on Sunday and the technology sector  was the biggest weight on the S&P with a 0.4% loss.", "Ulta Beauty Inc , which had been the S&P's top performing stock in Wall St's decade-old bull market, tumbled 29% after the cosmetics company cut its full-year profit forecast.", "The biggest percentage gainer on the benchmark index was Campbell Soup Co , which jumped 5% after its quarterly profit beat estimates. ", "Advancing issues outnumbered declining ones on the NYSE by a 1.16-to-1 ratio; on Nasdaq, a 1.16-to-1 ratio favored decliners.", "The S&P 500 posted 36 new 52-week highs and no new lows; the Nasdaq Composite recorded 35 new highs and 53 new lows.         "]}, {"url": "https://www.nasdaq.com/article/us-stockswall-st-slips-on-mixed-data-looming-tariffs-ahead-of-market-holiday-20190830-00486", "title": "US STOCKS-Wall St slips on mixed data, looming tariffs ahead of market holiday - Nasdaq.com", "text": [" (For a live blog on the U.S. stock market, click LIVE/ ortype LIVE/ in a news window)", "* Stock market to be shut for Labor day on Monday", "* Ulta Beauty tumbles on full-year forecast cut", "* Indexes down: Dow 0.05%, S&P 0.12%, Nasdaq 0.41% (Updates to late afternoon, adds commentary, New York dateline,changes byline)", "By Sinéad Carew", "NEW YORKAug 30 (Reuters) - U.S. stocks were were in the redon Friday afternoon as investors were wary after mixed data andahead of a holiday weekend in which a fresh round of U.S.tariffs on Chinese imports were due to kick in.", "While Wall Street was on course to register a weekly gain,August was expected to show its biggest monthly decline sinceMay after escalations in U.S.-China trade tensions and theinversion of a key part of the U.S. yield curve which is often arecessionary signal.", "Wall Street markets will be closed on Monday for the U.S.Labor Day holiday. Since bonds have recently outperformedstocks, investors may have taken early action to rebalance theirportfolios for the end of the month due to the long weekend,according to Vinay Pande, head of trading strategies at UBSGlobal Wealth Management in New York.", "\"Trying to make a very large move in the last day of themonth when Labor day is following is not the best idea,\" saidPande. \"Most of the rebalancing that was expected ... has likelybeen accomplished in the days leading up to the long weekend.\"", "U.S. consumer spending increased solidly in July ashouseholds bought a range of goods and services. While this could allay financial market fears of a recession, a survey fromthe University of Michigan, also out Friday, showed its consumersentiment index in August dropping by the most since December2012, amid nerves over the U.S.-China trade war. urn:newsml:reuters.com:*:nL2N25P0WO", "\"The news today has been mixed. There was positive newsabout consumption data and negative news on consumerconfidence,\" said Pande. ", "At 2:57 p.m. ET, the Dow Jones Industrial Average .DJI fell 13.47 points, or 0.05%, to 26,348.78, the S&P 500 .SPX lost 3.53 points, or 0.12%, to 2,921.05 and the Nasdaq Composite .IXIC dropped 32.82 points, or 0.41%, to 7,940.58.", "The United States and China had given hopeful signs on tradeon Thursday as they discussed the next round of in-personnegotiations in September ahead of a looming deadline foradditional U.S. tariffs. urn:newsml:reuters.com:*:nL3N25P29K", "But Randy Frederick, vice president of trading andderivatives for Charles Schwab in Austin, urged caution. ", "\"Frankly, markets have been overly optimistic about trade,\"he said. \"I would caution people to be a little careful becauseoptimism won't last if it doesn't ultimately materialize intosomething substantive like an agreement, which I just have ahard time seeing it happen.\"", "A new round of U.S. tariffs on some Chinese goods wereexpected to come into effect on Sunday and the technology sector .SPLRCT was the biggest weight on the S&P with a 0.4% loss.", "Ulta Beauty IncULTA.O , which had been the S&P's topperforming stock in Wall St's decade-old bull market, tumbled29% after the cosmetics company cut its full-year profitforecast. ", "The biggest percentage gainer on the benchmark index wasCampbell Soup Co CPB.N , which jumped 5% after its quarterlyprofit beat estimates. urn:newsml:reuters.com:*:nL3N25Q3IS", "Advancing issues outnumbered declining ones on the NYSE by a1.16-to-1 ratio; on Nasdaq, a 1.16-to-1 ratio favored decliners.", "The S&P 500 posted 36 new 52-week highs and no new lows; theNasdaq Composite recorded 35 new highs and 53 new lows.          (Additional reporting by Akanksha Rana and Shreyasi Sanyal inBengaluru; Editing by Anil D'Silva and Chizu Nomiyama) ((sinead.carew@thomsonreuters.com; +1 (646) 223 6186; ReutersMessaging: sinead.carew.thomsonreuters.com@reuters.net))"]}, {"url": "https://www.nasdaq.com/article/oil-falls-ahead-of-hurricane-but-posts-weekly-gain-as-uschina-trade-war-eases-20190830-00480", "title": "Oil falls ahead of hurricane but posts weekly gain as U.S.-China trade war eases - Nasdaq.com", "text": ["By Stephanie Kelly", "NEW YORK, Aug 30 (Reuters) - Oil futures fell on Friday, with U.S. crude down nearly 3% ahead of a hurricane near the Florida coast that could dampen demand, but prices were still headed for the biggest weekly increase since early July, boosted by an easing of U.S.-China trade rhetoric.", "Brent crude  futures fell 65 cents, or 1.1%, to settle at $60.43 a barrel. U.S. West Texas Intermediate (WTI) crude  futures settled down $1.61, or 2.8%, at $55.10 a barrel.", "\"The latest modeling has Hurricane Dorian avoiding the Gulf of Mexico, while raking the entire state of Florida, turning it into a demand destruction event for the energy market rather than a supply disruption event,\" said John Kilduff, a partner at Again Capital in New York.", "U.S. crude oil output fell for a second straight month in June, dropping by 33,000 barrels per day (bpd) to 12.08 million bpd, the U.S. Energy Information Administration said in a monthly report released on Friday. ", "In an indication of future production, U.S. energy firms cut 12 oil rigs in the week to Aug. 30, bringing the total count down to 742, General Electric Co's  Baker Hughes energy services firm said on Friday. The rig count declined for the ninth straight month to its lowest since January last year. ", "Meanwhile, the Organization of the Petroleum Exporting Countries' oil output rose 80,000 barrels per day in August, the first monthly increase this year, a Reuters survey found. ", "OPEC, Russia and other non-members, an alliance known as OPEC+, agreed in December to reduce supply by 1.2 million bpd in 2019. Russia's oil output in August was slightly higher than levels agreed under its output deal with OPEC+, but Moscow is still aiming to fully comply with the deal, RIA and Interfax news agencies cited Energy Minister Alexander Novak as saying. ", "Oil prices have fallen around 20% since they hit a 2019 peak in April, in part because of concerns that the U.S.-China trade war could hurt the global economy and soften demand for oil.", "In August alone, Brent posted a monthly drop of 7.3%, and WTI fell by 6%.", "This week, however, WTI gained by 1.7% and Brent by 1.8%, in part due to hopes that trade tensions between the world's two biggest oil consumers are easing.", "Chinese and U.S. trade negotiating teams are maintaining effective communication, China'sForeign Ministry said on Friday at a daily news briefing in Beijing. ", "Analysts polled by Reuters slashed price forecasts for Brent to an average of $65.02 in 2019 - the lowest in more than 16 months - citing softening global demand brought on by an economic slowdown and the trade war. ", "CHART: Brent oil may edge up to $61.63L3N25Q0F9", "CHART: U.S. oil may test resistance range of $56.96-$57.30L3N25Q0YM", "U.S., Russian, Saudi crude oil production png (graphic)."]}, {"url": "https://www.nasdaq.com/article/financial-sector-update-for-08302019-yin-cm1205923", "title": "Financial Sector Update for 08/30/2019: YIN - Nasdaq.com", "text": ["Top Financial Stocks:", "JPM: +0.48%", "BAC: +0.60%", "WFC: +0.83%", "C: +0.67%", "USB: +0.57%", "Financial stocks were advancing in late trading Friday, including a 0.1% gain for the NYSE Financial Index while shares of financial companies in the S&P 500 were about 0.4% higher.", "Among financial stocks moving on news:", "(+) China's Yintech Investment ( YIN ) was up 16% after the trading and investment company reported a Q2 adjusted loss of RMB0.58 ($0.08) per ADS compared with the RMB0.42 loss per ADS in the prior-year period.", "In other sector news:", "(+) LexinFintech ( LX ) was advancing 3.7% after i t report ed Q2 net income of RMB3.46 ($0.50) per American depositary share, down from RMB3.67 a year earlier.", "(+) Arthur J. Gallagher & Co. ( AJG ) was 2% higher after striking a deal to buy the university services business of Garnett-Powers & Associates Insurance Services, a benefits broker and consultancy based in California.", "\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.\n", "\nCopyright (C) 2016 MTNewswires.com. All rights reserved. Unauthorized reproduction is strictly prohibited.\n"]}, {"url": "https://www.nasdaq.com/article/energy-sector-update-for-08302019-xom-cvx-cop-slb-oxy-ngl-eqt-eqnr-boom-cm1205924", "title": "Energy Sector Update for 08/30/2019: XOM, CVX, COP, SLB, OXY, NGL, EQT, EQNR, BOOM - Nasdaq.com", "text": ["Top Energy Stocks:", "XOM: -0.11%", "CVX: -0.03%", "COP: -0.56%", "SLB: -0.28%", "OXY: -0.18%", "Energy stocks were slightly lower near market close Friday, with the NYSE Energy Index down by 0.12% and the S&P 500 energy sector lower by 0.11%. West Texas Intermediate crude oil for October delivery was last down $1.79 at $54.92 per barrel at the New York Mercantile Exchange. The global benchmark Brent crude October contract fell $0.65 to $60.43 per barrel and October natural gas futures were little changed at $2.28 per 1 million BTU. Among energy-related ETFs, the United States Oil Fund was down 2.9%, while the United States Natural Gas fund was 0.3% higher. The Philadelphia Oil Service Sector index was down about 0.6%.", "Among energy stocks moving on news:", "(+) NGL Energy Partners ( NGL ) was 3.7% higher after its board of directors approved the repurchase of up to $150 million worth of its outstanding units representing limited partnership interests of NGL.", "In other sector news:", "(-) EQT ( EQT ) was falling 5.6% as it appointed Kyle Derham as interim chief financial officer, replacing Jimmi Sue Smith.", "(-) Norway's Equinor ( EQNR ) was 0.2% softer after Reuters reported that its Johan Sverdrup field, its biggest discovery in the North Sea, could start oil shipments in October, a month ahead of schedule.", "(-) DMC Global ( BOOM ) was 2.8% lower after saying its DynaEnergetics oilfield products business is ceasing production at its plant in Tyumen, Siberia, and is expected to record non-cash charges associated with the closure of $15 million to $20 million in the second half of 2019.", "\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.\n", "\nCopyright (C) 2016 MTNewswires.com. All rights reserved. Unauthorized reproduction is strictly prohibited.\n"]}, {"url": "https://www.nasdaq.com/article/energy-sector-update-for-08302019-xom-cvx-rdsa-rdsb-bp-e-cop-tot-pbr-pbra-ec-slb-hal-nov-spn-bhge-cm1205925", "title": "Energy Sector Update for 08/30/2019: XOM, CVX, RDS.A, RDS.B, BP, E, COP, TOT, PBR, PBR.A, EC, SLB, HAL, NOV, SPN, BHGE - Nasdaq.com", "text": ["(Updates with EIA report/Hurricane Dorian upgrade, and general market commentary from the first paragraph.)", "Crude slumped on Friday as analysts cut their price forecast to a 16-month low but oil still headed for its strongest week since early July as inventories fell to the five-year average and Dorian's upgrade to Category 3 hurricane threatened to hit production in Florida.", "West Texas Intermediate futures slumped by 3% to $55.02 per barrel on Friday, but still ended higher for the week, according to data compiled by CNBC and DailyFX. Brent futures also dropped, hovering at around the $59.26 mark.", "Reuters said in a report Friday its poll of 51 economists and analysts has forecast Brent would average $65.02 a barrel in 2019, below the projection made in July of $67.47. It is also the lowest 2019 average forecast for Brent since March 2018. The 2019 outlook for West Texas Intermediate crude futures was slashed to the weakest level since January 2018, at $57.90 per barrel, below last month's $59.29 outlook.", "Oil prices, which are set to end August lower, were under pressure by the survey's projections as these forecasts are in line with reductions in 2019 demand growth estimates announced in August by both the International Energy Agency and the Organization for Petroleum Exporting Countries (OPEC).", "Meanwhile, data compiled by energy services firm Baker Hughes ( BHGE ) show Friday that the number of oil rigs operating in the US slumped by 12 to 742, the lowest level since January 2018, over a week to Aug. 30. The combined oil and gas rig count in the US also fell by 12 to 904 as gas rigs were flat at 162.", "In Canada, the number of oil rigs in operation rose by 10 to 105, and gas rigs were up by one to 45 during the week in review. As a result, the North American total slumped by one to 1,054 versus 1,276 a year ago, the data showed.", "The Energy Information Administration said Wednesday crude stockpiles plummeted by 10 million barrels over a week to Aug. 23, significantly more than the 2.1 million-barrel slump that analysts had forecast in a weekly survey that was also conducted by Reuters.", "The drop in inventories, due in part to a decline in imports, pushed total US stockpiles lower to 427.8 million barrels, which is in line with the five-year average expected for this time of year.", "Apart from the inventory data, oil has also been supported by Hurricane Dorian. According to the National Hurricane Center, Dorian is set to turn into a Category 4 hurricane and is currently forecast to hit the US on Tuesday, causing a significant amount of damage. So far in 2019, crude oil production in Florida has tended to average between 125,000 to 150,000 barrels of oil per day, according to ycharts.", "On Friday, Dorian was upgraded to Category 3, according to media reports.", "\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.\n", "\nCopyright (C) 2016 MTNewswires.com. All rights reserved. Unauthorized reproduction is strictly prohibited.\n"]}, {"url": "https://www.nasdaq.com/article/hurricane-dorian-strengthens-as-florida-residents-prepare-for-impact-20190830-00497", "title": "Hurricane Dorian strengthens as Florida residents prepare for impact - Nasdaq.com", "text": ["By Zachary Fagenson", "MIAMI, Aug 30 (Reuters) - Residents of Florida on Friday were boarding up windows, stocking up on food, water and gas in their homes as Hurricane Dorian gained strength and slowly churned toward the U.S. mainland.", "The storm has alarmed forecasters who worry parts of Florida will be walloped by strong winds, a storm surge and heavy rain for an extended period when it makes landfall early next week.", "Florida Governor Ron DeSantis urged residents to have at least a week's worth of food, water and medicine, saying at a news conference in Tallahassee that they should be prepared for a \"multiday event.\" Florida is under a declaration of emergency.", "Two thousand National Guard troops will have been mobilized for the hurricane by the end of Friday, with another 2,000 joining them on Saturday, Florida National Guard Major General James Eifert said.", "Employees at Conchy Joe's Seafood in Jensen Beach on Florida's east coast were boarding up windows and stripping bare the restaurant's waterfront tiki bar on Friday before heading to their homes to make similar preparations.", "\"I'm planning on boarding up my house this evening,\" said Jamison Weeks, the restaurant's 38-year-old general manager. \"The mood is a little tense, everybody's a little nervous and just trying to prepare as best as possible.\"", "Dorian is expected to bring a life-threatening storm surge that raises water levels by as much as 10 to 15 feet (3 to 4.5 meters) above normal levels in parts of the northwestern Bahamas, the NHC said in an advisory at 2 p.m. EDT (1800 GMT). Near the coast, the surge will be accompanied by large and destructive waves.", "\"Almost everyone has left, or is leaving today,\" said Pauline Powell, 26, who was on a family vacation at the Island Seas Resort in Grand Bahama when the storm started barreling toward the area's pristine beaches.", "The Bahamas Ministry of Tourism and Aviation said hotels and resorts throughout that part of the island nation have activated hurricane response programs, which typically include boarding up beach-facing windows and encouraging guests to leave.", "The Grand Bahama International Airport in Freeport will close Friday night and will not open until Sept. 3, the ministry said in a statement.", "'REALLY WORRIED'", "Dorian began on Friday over the Atlantic as a Category 2 hurricane on the five-step Saffir-Simpson Wind Scale but strengthened to a Category 3 later in the day. It had maximum sustained winds of 115 miles per hour (185 km per hour), according to the latest NHC advisory.", "If, as expected, Dorian reaches Category 4 strength over the weekend, its winds will blow at more than 130 mph (210 kph). It is currently moving at a pace of 10 miles per hour (16 km/h), giving it more time to intensify before making landfall.", "Forecasters predicted it will be over the northwestern Bahamas on Sunday and near the Florida peninsula late on Monday. It is projected to make landfall in South Florida and then head up through the central part of the state.", "Rainfall of about 6 to 12 inches (15 to 30 cm), with up to 18 inches (46 cm) in some areas of the northwestern Bahamas and Florida, is expected.", "\"What's concerning is it's slowed down. We're looking at a multiple-day event. We were hoping it would just barrel through and leave,\" said Ben Malik, the mayor of Cocoa Beach, about 85 miles (136 km) north of Port St. Lucie.", "\"I'm really worried about the amount of rain we'll be getting.\"", "Some gas stations in Florida have run dry and others have long lines of cars, DeSantis said, adding that the state had eased regulations to allow higher-capacity trucks to transport fuel and to make it easier to bring in fuel from other states.", "Gasoline prices at the pump are not expected to spike because of the storm, said Patrick DeHaan, head of petroleum analysis at GasBuddy.com.", "\"There are no refiners in Florida, there's only a pipeline, and I can't imagine that would be affected significantly. Fuel is flowing, and that's the most important factor,\" DeHaan said.", "Colonial Pipeline, which delivers fuels such as gasoline and diesel from the Gulf Coast to markets across the southern and eastern United States, said it was operating normally. It had no plans to shut down ahead of Dorian's projected landfall.", "Florida officials also were making sure all nursing homes and assisted living facilities had generators, and were checking with more than100 facilities where information about generators was uncertain.", "Only one in five Florida nursing homes plans to rely on deliveries of temporary generators to keep their air conditioners running if Dorian knocks out power, a state agency said on Friday, short of the standard set by a law passed after a dozen people died in a sweltering nursing home after 2017's Hurricane Irma. ", "Officials from the Federal Emergency Management Agency, which was harshly criticized in 2005 for its slow response to Hurricane Katrina and its aftermath, briefed Congress on Friday on the steps they are taking to prepare for the storm.", "FEMA has begun moving personnel and equipment into Georgia, including trucks and line crews who would help get electricity back up and running if there is a serious service interruption in Florida, according to a Democratic aide in the U.S. House of Representatives familiar with the briefings.", "Georgia Governor Brian Kemp has declared a state of emergency in 12 counties in the state.", "President Donald Trump on Thursday canceled a planned weekend trip to Poland so he can make sure resources are properly directed for the storm.", "Dorian could churn across dozens of launchpads owned by the National Aeronautics and Space Administration (NASA), the Air Force and companies such as Elon Musk's SpaceX and Jeff Bezos'Blue Origin. "]}, {"url": "https://www.nasdaq.com/article/wall-st-slips-on-mixed-data-looming-tariffs-ahead-of-market-holiday-20190830-00488", "title": "Wall St slips on mixed data, looming tariffs ahead of market holiday - Nasdaq.com", "text": ["By Sinéad Carew", "NEW YORKAug 30 (Reuters) - U.S. stocks were were in the red on Friday afternoon as investors were wary after mixed data and ahead of a holiday weekend in which a fresh round of U.S. tariffs on Chinese imports were due to kick in.", "While Wall Street was on course to register a weekly gain, August was expected to show its biggest monthly decline since May after escalations in U.S.-China trade tensions and the inversion of a key part of the U.S. yield curve which is often a recessionary signal.", "\"Trying to make a very large move in the last day of the month when Labor day is following is not the best idea,\" said Pande. \"Most of the rebalancing that was expected ... has likely been accomplished in the days leading up to the long weekend.\"", "U.S. consumer spending increased solidly in July as households bought a range of goods and services. While this  could allay financial market fears of a recession, a survey from the University of Michigan, also out Friday, showed its consumer sentiment index in August dropping by the most since December 2012, amid nerves over the U.S.-China trade war. ", "\"The news today has been mixed. There was positive news about consumption data and negative news on consumer confidence,\" said Pande.", "At 2:57 p.m. ET, the Dow Jones Industrial Average  fell 13.47 points, or 0.05%, to 26,348.78, the S&P 500  lost 3.53 points, or 0.12%, to 2,921.05 and the Nasdaq Composite  dropped 32.82 points, or 0.41%, to 7,940.58.", "The United States and China had given hopeful signs on trade on Thursday as they discussed the next round of in-person negotiations in September ahead of a looming deadline for additional U.S. tariffs. ", "But Randy Frederick, vice president of trading and derivatives for Charles Schwab in Austin, urged caution.", "\"Frankly, markets have been overly optimistic about trade,\" he said. \"I would caution people to be a little careful because optimism won't last if it doesn't ultimately materialize into something substantive like an agreement, which I just have a hard time seeing it happen.\"", "A new round of U.S. tariffs on some Chinese goods were expected to come into effect on Sunday and the technology sector  was the biggest weight on the S&P with a 0.4% loss.", "Ulta Beauty Inc , which had been the S&P's top performing stock in Wall St's decade-old bull market, tumbled 29% after the cosmetics company cut its full-year profit forecast.", "The biggest percentage gainer on the benchmark index was Campbell Soup Co , which jumped 5% after its quarterly profit beat estimates. ", "Advancing issues outnumbered declining ones on the NYSE by a 1.16-to-1 ratio; on Nasdaq, a 1.16-to-1 ratio favored decliners.", "The S&P 500 posted 36 new 52-week highs and no new lows; the Nasdaq Composite recorded 35 new highs and 53 new lows.         "]}, {"url": "https://www.nasdaq.com/article/us-stockswall-st-slips-on-mixed-data-looming-tariffs-ahead-of-market-holiday-20190830-00486", "title": "US STOCKS-Wall St slips on mixed data, looming tariffs ahead of market holiday - Nasdaq.com", "text": [" (For a live blog on the U.S. stock market, click LIVE/ ortype LIVE/ in a news window)", "* Stock market to be shut for Labor day on Monday", "* Ulta Beauty tumbles on full-year forecast cut", "* Indexes down: Dow 0.05%, S&P 0.12%, Nasdaq 0.41% (Updates to late afternoon, adds commentary, New York dateline,changes byline)", "By Sinéad Carew", "NEW YORKAug 30 (Reuters) - U.S. stocks were were in the redon Friday afternoon as investors were wary after mixed data andahead of a holiday weekend in which a fresh round of U.S.tariffs on Chinese imports were due to kick in.", "While Wall Street was on course to register a weekly gain,August was expected to show its biggest monthly decline sinceMay after escalations in U.S.-China trade tensions and theinversion of a key part of the U.S. yield curve which is often arecessionary signal.", "Wall Street markets will be closed on Monday for the U.S.Labor Day holiday. Since bonds have recently outperformedstocks, investors may have taken early action to rebalance theirportfolios for the end of the month due to the long weekend,according to Vinay Pande, head of trading strategies at UBSGlobal Wealth Management in New York.", "\"Trying to make a very large move in the last day of themonth when Labor day is following is not the best idea,\" saidPande. \"Most of the rebalancing that was expected ... has likelybeen accomplished in the days leading up to the long weekend.\"", "U.S. consumer spending increased solidly in July ashouseholds bought a range of goods and services. While this could allay financial market fears of a recession, a survey fromthe University of Michigan, also out Friday, showed its consumersentiment index in August dropping by the most since December2012, amid nerves over the U.S.-China trade war. urn:newsml:reuters.com:*:nL2N25P0WO", "\"The news today has been mixed. There was positive newsabout consumption data and negative news on consumerconfidence,\" said Pande. ", "At 2:57 p.m. ET, the Dow Jones Industrial Average .DJI fell 13.47 points, or 0.05%, to 26,348.78, the S&P 500 .SPX lost 3.53 points, or 0.12%, to 2,921.05 and the Nasdaq Composite .IXIC dropped 32.82 points, or 0.41%, to 7,940.58.", "The United States and China had given hopeful signs on tradeon Thursday as they discussed the next round of in-personnegotiations in September ahead of a looming deadline foradditional U.S. tariffs. urn:newsml:reuters.com:*:nL3N25P29K", "But Randy Frederick, vice president of trading andderivatives for Charles Schwab in Austin, urged caution. ", "\"Frankly, markets have been overly optimistic about trade,\"he said. \"I would caution people to be a little careful becauseoptimism won't last if it doesn't ultimately materialize intosomething substantive like an agreement, which I just have ahard time seeing it happen.\"", "A new round of U.S. tariffs on some Chinese goods wereexpected to come into effect on Sunday and the technology sector .SPLRCT was the biggest weight on the S&P with a 0.4% loss.", "Ulta Beauty IncULTA.O , which had been the S&P's topperforming stock in Wall St's decade-old bull market, tumbled29% after the cosmetics company cut its full-year profitforecast. ", "The biggest percentage gainer on the benchmark index wasCampbell Soup Co CPB.N , which jumped 5% after its quarterlyprofit beat estimates. urn:newsml:reuters.com:*:nL3N25Q3IS", "Advancing issues outnumbered declining ones on the NYSE by a1.16-to-1 ratio; on Nasdaq, a 1.16-to-1 ratio favored decliners.", "The S&P 500 posted 36 new 52-week highs and no new lows; theNasdaq Composite recorded 35 new highs and 53 new lows.          (Additional reporting by Akanksha Rana and Shreyasi Sanyal inBengaluru; Editing by Anil D'Silva and Chizu Nomiyama) ((sinead.carew@thomsonreuters.com; +1 (646) 223 6186; ReutersMessaging: sinead.carew.thomsonreuters.com@reuters.net))"]}, {"url": "https://www.nasdaq.com/article/oil-falls-ahead-of-hurricane-but-posts-weekly-gain-as-uschina-trade-war-eases-20190830-00480", "title": "Oil falls ahead of hurricane but posts weekly gain as U.S.-China trade war eases - Nasdaq.com", "text": ["By Stephanie Kelly", "NEW YORK, Aug 30 (Reuters) - Oil futures fell on Friday, with U.S. crude down nearly 3% ahead of a hurricane near the Florida coast that could dampen demand, but prices were still headed for the biggest weekly increase since early July, boosted by an easing of U.S.-China trade rhetoric.", "Brent crude  futures fell 65 cents, or 1.1%, to settle at $60.43 a barrel. U.S. West Texas Intermediate (WTI) crude  futures settled down $1.61, or 2.8%, at $55.10 a barrel.", "\"The latest modeling has Hurricane Dorian avoiding the Gulf of Mexico, while raking the entire state of Florida, turning it into a demand destruction event for the energy market rather than a supply disruption event,\" said John Kilduff, a partner at Again Capital in New York.", "U.S. crude oil output fell for a second straight month in June, dropping by 33,000 barrels per day (bpd) to 12.08 million bpd, the U.S. Energy Information Administration said in a monthly report released on Friday. ", "In an indication of future production, U.S. energy firms cut 12 oil rigs in the week to Aug. 30, bringing the total count down to 742, General Electric Co's  Baker Hughes energy services firm said on Friday. The rig count declined for the ninth straight month to its lowest since January last year. ", "Meanwhile, the Organization of the Petroleum Exporting Countries' oil output rose 80,000 barrels per day in August, the first monthly increase this year, a Reuters survey found. ", "OPEC, Russia and other non-members, an alliance known as OPEC+, agreed in December to reduce supply by 1.2 million bpd in 2019. Russia's oil output in August was slightly higher than levels agreed under its output deal with OPEC+, but Moscow is still aiming to fully comply with the deal, RIA and Interfax news agencies cited Energy Minister Alexander Novak as saying. ", "Oil prices have fallen around 20% since they hit a 2019 peak in April, in part because of concerns that the U.S.-China trade war could hurt the global economy and soften demand for oil.", "In August alone, Brent posted a monthly drop of 7.3%, and WTI fell by 6%.", "This week, however, WTI gained by 1.7% and Brent by 1.8%, in part due to hopes that trade tensions between the world's two biggest oil consumers are easing.", "Chinese and U.S. trade negotiating teams are maintaining effective communication, China'sForeign Ministry said on Friday at a daily news briefing in Beijing. ", "Analysts polled by Reuters slashed price forecasts for Brent to an average of $65.02 in 2019 - the lowest in more than 16 months - citing softening global demand brought on by an economic slowdown and the trade war. ", "CHART: Brent oil may edge up to $61.63L3N25Q0F9", "CHART: U.S. oil may test resistance range of $56.96-$57.30L3N25Q0YM", "U.S., Russian, Saudi crude oil production png (graphic)."]}, {"url": "https://www.nasdaq.com/article/argentine-peso-bond-prices-fall-further-as-sp-rating-cut-prompts-selling-20190830-00487", "title": "Argentine peso, bond prices fall further as S&P rating cut prompts selling - Nasdaq.com", "text": ["By Hugh Bronstein, Marc Jones and Rodrigo Campos", "BUENOS AIRES/LONDON/NEW YORK, Aug 30 (Reuters) - Argentina's battered bonds were driven still lower on Friday after a credit rating cut from Standard & Poor's triggered automatic selling mechanisms at big pension funds.", "Risk spreads blew out to levels not seen since 2005 while the local peso currency extended its year-to-date swoon to 36%, forcing renewed central bank market intervention and intensifying worries about Argentina's ability to honor its  dollar-denominated debt.", "As expected, S&P on Friday lifted the long-term rating to 'CCC-' and the short-term to 'C'. ", "\"We are seeing some forced sellers,\" said Jim Barrineau, co-head of emerging market debt at Schroder Investment Management in New York.", "\"Some investors, depending on their prospectus, may be required to sell. Bonds are now trading in the high 30s. I think it is excessive but liquidity is poor and if you are forced to sell you really have to take what the market offers,\" he said.", "Argentina's \"Century Bond\" maturing in 2117  traded at a record low below 39 cents on the dollar, showing the kind of write-down markets are now bracing for.", "\"A CCC rating is actually more meaningful than a default (rating),\" Aberdeen Standard's head of emerging market sovereign debt Edwin Gutierrez said.", "\"German pension funds can't hold CCC so that is actually the bigger trigger for selling,\" he said, adding that its rules weren't as strict on default-stricken bonds.", "The peso closed 2.72% weaker at 59.52 per dollar, extending losses so far this year to about 36%. Over the counter sovereign bonds fell an average 5.5% during the day, traders said.", "Friday's selling extended the rout in Argentina's markets since business-friendly President Mauricio Macri was thumped by populist-leaning Peronist Alberto Fernandez in the Aug. 11 primary election. The general election, with Fernandez now the clear front-runner, is in late October.", "Argentine spreads measuring risk of default versus safe-haven U.S. Treasury paper blew out 264 basis points to 2,536 on Friday, their highest since 2005, according to JP Morgan's Emerging Markets Bond Index Plus index. ", "A spokesman for the International Monetary Fund, meanwhile, said its executive board was to meet informally on Friday to discuss Argentina. Debt owed by Argentina to the fund under a $57 billion standby financing deal is also up for \"re-profiling\" under the government's plan.", "BURNING THROUGH RESERVES", "The central bank sold a total $387 million in reserves in four auctions during the day, aimed at stabilizing the peso. A fifth auction was abandoned due to lack of buyers, traders said.", "It spent $367 million in interventions on Wednesday and $223 million on Thursday in its effort to defend the peso.", "Investors in Argentina fear a return of the left to power could herald a new era of heavy government intervention in Latin America's third-largest economy. They also fear the plan to extend maturities will do little more than buy time and fail to prevent a more serious financial crisis further down the line.", "\"What triggered this week's mess was that local investors lost confidence in the government,\" said Roger Horn, executive director and senior emerging market strategist at SMBC Nikko Securities America in New York.", "\"People are selling what they can because they want to decrease exposure to Argentina. They've already taken losses, they don't see a way forward that is going to restore them, so they're cutting exposure,\" Horn said.", "\"It's a classic capitulation.\""]}, {"url": "https://www.nasdaq.com/article/argentine-asset-prices-fall-further-as-sp-rating-cut-prompts-sales-20190830-00472", "title": "Argentine asset prices fall further as S&P rating cut prompts sales - Nasdaq.com", "text": ["By Hugh Bronstein, Marc Jones and Rodrigo Campos", "BUENOS AIRES/LONDON/NEW YORK, Aug 30 (Reuters) - Argentina's battered bonds were driven still lower on Friday after a credit rating cut from Standard & Poor's triggered automatic selling mechanisms at big pension funds.", "Risk spreads blew out to levels not seen since 2005 while the local peso currency extended its year-to-date swoon to 36%, forcing renewed central bank market intervention and intensifying worries about Argentina's ability to honor its  dollar-denominated debt.", "As expected, S&P on Friday lifted the long-term rating to 'CCC-' and the short-term to 'C'. ", "\"We are seeing some forced sellers,\" said Jim Barrineau, co-head of emerging market debt at Schroder Investment Management in New York.", "\"Some investors, depending on their prospectus, may be required to sell. Bonds are now trading in the high 30s. I think it is excessive but liquidity is poor and if you are forced to sell you really have to take what the market offers,\" he said.", "Argentina's \"Century Bond\" maturing in 2117  traded at a record low below 39 cents on the dollar, showing the kind of write-down markets are now bracing for.", "\"A CCC rating is actually more meaningful than a default (rating),\" Aberdeen Standard's head of emerging market sovereign debt Edwin Gutierrez said.", "\"German pension funds can't hold CCC so that is actually the bigger trigger for selling,\" he said, adding that its rules weren't as strict on default-stricken bonds.", "The peso closed 2.72% weaker at 59.52 per dollar, extending losses so far this year to about 36%. Over the counter sovereign bonds fell an average 5.5% during the day, traders said.", "Friday's selling extended the rout in Argentina's markets since business-friendly President Mauricio Macri was thumped by populist-leaning Peronist Alberto Fernandez in the Aug. 11 primary election. The general election, with Fernandez now the clear front-runner, is in late October.", "Argentine spreads measuring risk of default versus safe-haven U.S. Treasury paper blew out 264 basis points to 2,536 on Friday, their highest since 2005, according to JP Morgan's Emerging Markets Bond Index Plus index. ", "A spokesman for the International Monetary Fund, meanwhile, said its executive board was to meet informally on Friday to discuss Argentina. Debt owed by Argentina to the fund under a $57 billion standby financing deal is also up for \"re-profiling\" under the government's plan.", "BURNING THROUGH RESERVES", "The central bank sold a total $387 million in reserves in four auctions during the day, aimed at stabilizing the peso. A fifth auction was abandoned due to lack of buyers, traders said.", "It spent $367 million in interventions on Wednesday and $223 million on Thursday in its effort to defend the peso.", "Investors in Argentina fear a return of the left to power could herald a new era of heavy government intervention in Latin America's third-largest economy. They also fear the plan to extend maturities will do little more than buy time and fail to prevent a more serious financial crisis further down the line.", "\"What triggered this week's mess was that local investors lost confidence in the government,\" said Roger Horn, executive director and senior emerging market strategist at SMBC Nikko Securities America in New York.", "\"People are selling what they can because they want to decrease exposure to Argentina. They've already taken losses, they don't see a way forward that is going to restore them, so they're cutting exposure,\" Horn said.", "\"It's a classic capitulation.\""]}, {"url": "https://www.nasdaq.com/article/google-to-pay-up-to-200-mln-to-ftc-on-youtube-probe-20190830-00469", "title": "Google to pay up to $200 mln to FTC on YouTube probe - Nasdaq.com", "text": ["By David Shepardson", "WASHINGTON, Aug 30 (Reuters) - Alphabet Inc'sGoogle  will spend up to $200 million to settle a Federal Trade Commission investigation into YouTube's alleged violation of a children's privacy law, a person briefed on the matter told Reuters.", "Politico reported the settlement is expected to be between $150 million and $200 million. The settlement is set to be announced next week and will be the largest ever fine imposed for violating the Children's Online Privacy Protection Rule by collecting personal information from kids without parental consent.", "The FTC voted 3-2 to approve the settlement and sent it to the Justice Department as part of the review process, Reuters confirmed, citing a person familiar with the matter. The Washington Post reported the settlement's approval in July but did not detail the amount of the civil penalty.", "The settlement will far surpass the previous record set in February, a $5.7 million civil penalty imposed on Musical.ly, which did not ask for users' ages for three years. The online library for Musical.ly - now known as TikTok - features music popular with kids.", "Senator Ed Markey, a Democrat, said Friday \"the FTC appears to have let YouTube off the hook with a nominal fine for violating users' privacy online. And in this case, Google's intrusions on kids' personal info are at issue. We must come down hard on companies that infringe on children's privacy.\"", "On Thursday, Google launched YouTubeKids. The company said it built the site \"to create a safer environment for kids to explore their interests and curiosity, while giving parents the tools to customize the experience for their kids.\"", "Parents can select from three different age groups to choose age-appropriate content - preschool, ages 5-7 and 8-12.", "Katharina Kopp, deputy director of the Center for Digital Democracy, said Friday \"a settlement amount of $150-200 million would be woefully low, considering the egregious nature of the violation, how much Google profited from violating the law, and given Google's size and revenue.\"", "She added the fine \"would effectively reward Google for engaging in massive and illegal data collection.\" ", "In April 2018, the center, joined by other groups, filed an FTC complaint alleging YouTube profited from kids \"without first providing direct notice to parents and obtaining their consent as required by law. Google uses this information to target advertisements to children across the internet and across devices.\""]}, {"url": "https://www.nasdaq.com/article/julius-baer-decides-to-keep-kairos-after-strategic-review-20190830-00473", "title": "Julius Baer decides to keep Kairos after strategic review - Nasdaq.com", "text": ["By Brenna Hughes Neghaiwi", "ZURICH, Aug 30 (Reuters) - Lender Julius Baer  has decided to keep its Italian subsidiary Kairos after completing a strategic review and as the asset and wealth manager's performance improves, Switzerland's third-largest listed bank said on Friday.", "Julius Baer had put Kairos under strategic review after it suffered outflows on the heels of poor fund performance in 2018. It said in July it was considering options including divesting the unit, forming a partnership or keeping it and trying to improve profitability. ", "\"After a difficult 2018, the performance of Kairos funds in the first half of 2019 has markedly improved.\"", "Italy's Mediobanca  was considering acquiring Kairos. ", "Baer now intends to more closely align Kairos' wealth management business serving clients based in Italy with its own, including better access to the its products and services, the bank said.", "\"Over the coming months, these conclusions will be developed into a detailed implementation plan to realise the further growth potential of Kairos and additional revenue synergies,\" it said.", "Kairos' assets under management had more than doubled to over 9 billion euros ($10.03 billion) since the start of the strategic partnership in June 2013, it noted.", "($1 = 0.8973 euros)"]}, {"url": "https://www.nasdaq.com/article/us-stocks-to-watch-as-hurricane-dorian-threatens-florida-20190830-00470", "title": "U.S. stocks to watch as Hurricane Dorian threatens Florida - Nasdaq.com", "text": ["Aug 30 (Reuters) - Shares of insurance and freight companies reacted as Hurricane Dorian crept toward the Florida coast on Friday, and the National Hurricane Center upgraded Dorian to a Category 3 storm on Friday afternoon.", "The Miami-based National Hurricane Center issued a hurricane watch for the northwestern Bahamas, and said Dorian was likely to remain an extremely dangerous hurricane as it approaches Florida through the weekend. ", "Here are some stocks to keep an eye on as Hurricane Dorian gathers strength:", "CRUISE LINES", "Climate risk consulting company Four Twenty Seven identified Norwegian Cruise Line Holdings , Royal Caribbean Cruises  and Carnival Corp  as having high relative exposure to the Florida region that could be affected by Dorian. Their shares were up between 0.1% and 0.9% on Friday.", "Four Twenty Seven flagged ALSO health insurer Humana  and NextEra Energy , the parent company of Florida Power & Light Co, due to their exposure to the region. Their shares were up 1.4% and down 0.8%, respectively.", "FREIGHT", "Shares in freight companies may gain after a destructive hurricane on bets they will see rising demand from businesses shipping in materials for rebuilding efforts. U.S. freight companies include USA Truck Inc , last up 4%, XPO Logistics Inc , last up 2%, Old Dominion Freight Line Inc , up 0.6%, JB Hunt Transport Services , up 1%.", "INSURANCE", "Regional property insurers with exposure to Florida include United Insurance Holdings , HCI Group Inc , Heritage Insurance Holdings , Fednat Holding Co  and Universal Insurance Holdings Inc . Fednat was down 2% on Friday and United Insurance was down 2%.", "Populations have risen along the Atlantic coast every year since 2000, despite increasing hurricane risks, according to AIR, a catastrophic risk management company. The total insured value of residential and commercial property in Florida's coastal counties reached $3.6 trillion last year, up from $3.2 trillion in 2015.", "BUILDING SUPPLIES", "Hurricanes have had mixed effects on shares of building products. In September 2018, as Hurricane Florence approached North Carolina, shares of roofing and insulation companies rose while shares of cement companies fell. On Friday, shares of building supply companies, including Owens Corning , Summit Materials Inc , Martin Marietta Materials Inc  and Vulcan Materials Co , were little changed overall. One exception was Beacon Roofing Supply Inc , whose shares rose 2.8%.", "HOME IMPROVEMENT", "Shares of Lowe's Companies Inc  were down 0.1% and Home Depot Inc  was up 0.2% on Friday. Their stocks have benefited in the wake of previous hurricanes as homeowners made purchases to repair damage.", "HOTELS", "Shares of hotel operators have gained following previous hurricanes as demand from people displaced by hurricanes outweighed the hit from declines in tourism.", "Hyatt Hotels Corp , Marriott International Inc , Hilton Worldwide Holdings Inc  and Choice Hotels International Inc  were little changed on Friday, up as much as 0.3% and down as much as 0.1%."]}, {"url": "https://www.nasdaq.com/article/bets-rise-for-mexico-rate-cut-as-central-bank-highlights-concern-20190830-00471", "title": "Bets rise for Mexico rate cut as central bank highlights concern - Nasdaq.com", "text": ["MEXICO CITY, Aug 30 (Reuters) - Expectations for a September interest rate cut in Mexico are growing after the central bank in recent days slashed its 2019 economic forecast and underscored concerns about slowing growth, domestic demand and private investment.", "Known as Banxico, the central bank said economic stagnation reflected weakness in most areas of aggregate demand, especially a slowdown in consumption and lackluster investment, minutes of the Aug. 15 monetary policy meeting showed on Thursday.", "Another 25-basis-point rate cut is likely at the September monetary policy meeting, Citibanamex analysts Sergio Luna, Adrian de la Garza and Ivan Arias wrote in a research note.", "Earlier this month, central bank cut its key lending rate for the first time since June 2014, lowering it by 25 basis points to 8.00%. It cited slowing inflation and increasing slack in the economy, in a move that fueled expectations further monetary policy easing could be on the way. ", "The minutes showed a robust discussion of the economy's weakness which should lead to two more quarter percentage point cuts by year end, \"with the next 25bp cut taking place at the September meeting,\" said Alberto Ramos, chief Latin America economist at Goldman Sachs.", "\"The significant downgrade of the 2019-2020 real GDP growth outlook ... and more benign near-term headline inflation path strongly suggest significant room for additional rate cuts without the central bank abandoning its conservative stance,\" said Ramos.", "Banxico on Wednesday cut its economic outlook for the year to forecast virtually no growth, citing slack conditions that will persist longer than expected after Mexico narrowly avoided entering a recession in the second quarter. ", "One of Banxico's board members said that even after the August rate cut \"the monetary policy stance in both relative and absolute terms remains restrictive, and an analysis of the underlying risk factors leads to the conclusion that an accommodative cycle should begin,\" minutes showed.", "Expectations for Latin America's second largest economy have deteriorated during the first year of leftist President Andres Manuel Lopez Obrador's term as a brewing global trade war bodes ill for Mexico's open-market economy.", "Additionally, some of the decisions made by Lopez Obrador, an exponent of economic nationalism, have shaken investor confidence in Mexico, dampening hopes for growth."]}, {"url": "https://www.nasdaq.com/article/preciousgold-heads-for-fourth-monthly-gain-on-slowdown-trade-worries-20190830-00465", "title": "PRECIOUS-Gold heads for fourth monthly gain on slowdown, trade worries - Nasdaq.com", "text": ["    * Silver eyes biggest monthly percentage gain since June2016", "* Gold heads towards fourth straight monthly gain (Updates prices)", "By Asha Sistla", "Spot gold XAU= fell 0.5% to $1,520.40 per ounce at 1:29p.m. EDT (1729 GMT) and has gained 7.4% so far this month. ", "U.S. gold futures GCcv1 settled down 0.5% at $1,529.40.", "The market is awaiting news on the trade front, said SukiCooper, precious metals analyst at Standard Chartered Bank.", "\"At the moment, gold market is focused on impact in terms ofglobal growth and whether we'll continue to see central banksaround the world easing monetary policy,\" Cooper added.", "Chinese and U.S. trade negotiating teams are maintainingeffective communication, a day after both sides discussed thenext round of in-person negotiations in September, China'sforeign ministry said on Friday. urn:newsml:reuters.com:*:nB9N24D01Uurn:newsml:reuters.com:*:nL3N25P29K", "On Thursday, China's commerce ministry said a Septemberround of meetings was being discussed by the two sides, butadded it was important for Washington to cancel a tariffincrease.", "Positive signs on the trade front also lifted world stocksto a one-week high, limiting bullion's upside. MKTS/GLOB", "\"Gold will have a very high beta to any reduction in tradetensions given that they have driven so much of its rally,\"OANDA analyst Jeffrey Halley wrote in a note.", "Escalation in the trade war between the world's biggesteconomies and heightened fears over a global downturncontributed to a rise of more than $100 for gold in August.", "A recent inversion of the U.S. yield curve, whereshort-dated yields are running above long-dated ones, has alsounsettled investors as it often precedes a recession. US/", "Meanwhile, the U.S. Federal Reserve and the European Centralbank are widely expected to cut rates next month to stimulatetheir economies.", "Elsewhere, silver XAG= fell 0.2% to $18.21 per ounce, ontrack for its biggest monthly percentage gain since June 2016,gaining 12% so far in August.", "\"Silver will be volatile going forward and is more likely tocome under pressure when we see prices rising given that theindustrial picture looks a little bit weak going forward,\"Standard Chartered's Cooper said.", "Meanwhile, consumers in top Asian hubs sold physical goldholdings this week to cash in on high prices, with many optingfor cheaper silver. GOL/AS", "Spot platinum XPT= rose 1.3% to $928.05 per ounce, afterhitting a near 16-month high, while palladium XPD= jumped 4.1%to $1,535.45 per ounce after hitting a one-month peak of$1,504.71 earlier. (Reporting by Asha Sistla in Bengaluru; Editing by RichardChang) ((Asha.Sistla@thomsonreuters.com; If within U.S. +1 646 2238780; outside U.S. +91 80 6749 5072; Reuters Messaging: ReutersMessaging: asha.sistla.thomsonreuters.com@reuters.net))"]}, {"url": "https://www.nasdaq.com/article/lebanons-hezbollah-hands-two-crashed-drones-to-lebanese-army-20190830-00468", "title": "Lebanon's Hezbollah hands two crashed drones to Lebanese army - Nasdaq.com", "text": ["BEIRUT, Aug 30 (Reuters) - Lebanon'sHezbollah group on Friday handed over two drones that crashed in Beirut to the Lebanese army, Hezbollah's al-Manar news channel and Lebanese military sources said.", "The army and Hezbollah have said the two drones, which went down on Sunday, were Israeli. They said one exploded and one crashed in the Hezbollah-dominated southern suburbs of Beirut, causing damage to the group's media centre. ", "A security official in the region has described the target of the drone strikes as linked to precision-guided missile projects."]}, {"url": "https://www.nasdaq.com/article/hong-kong-activists-arrested-including-joshua-wong-in-crackdown-on-protests-20190830-00460", "title": "Hong Kong activists arrested including Joshua Wong in crackdown on protests - Nasdaq.com", "text": ["By Felix Tam and Twinnie Siu", "HONG KONG, Aug 30 (Reuters) - Hong Kong police arrested a number of prominent pro-democracy activists including Joshua Wong and three lawmakers on Friday, seeking to rein in protests that have plunged the city into its worst political crisis for decades.", "Wong, who was one of the leaders of the pro-democracy \"Umbrella\" movement five years ago, is the most prominent activist to be arrested since protests escalated in mid-June over fears China is exerting greater control over the city and squeezing its freedoms.", "Police also arrested Agnes Chow, another senior member of his group Demosisto.", "Other activists arrested included Athea Suen, a former university student union leader, as well as three pro-democracy lawmakers - Cheng Chung-tai, Au Nok-him and Jeremy Tam.", "Au and Tam had been present at some protests and faced charges including obstructing police officers, according to their political parties.", "Police also blocked plans for a mass demonstration on Saturday in a show of force a day before the fifth anniversary of a decision by China to curtail democratic reforms in the former British colony.", "The bespectacled Wong, who was 17 when he became the face of the student-led civil disobedience movement in 2014 that blocked major roads for 79 days, has not been a prominent figure in the latest protests, which have no identifiable leaders.", "He was released from jail in June after serving a five-week term for contempt of court.", "Wong and Chow were released on bail and the case was adjourned until Nov. 8, but they will be subject to travel restrictions and a night-time curfew.", "\"Under the chilling effects generated by Beijing and Hong Kong governments, we are strongly aware how they arrest activists no matter whether they behave progressively or moderately,\" Wong told reporters.", "\"All we ask for is just to urge Beijing and Hong Kong governments to withdraw the bill, stop police brutality and respond to our calls for a free election.\"", "Thousands of demonstrators blockaded police headquarters on June 21 protesting against a now-suspended extradition bill that would have allowed people to be sent to mainland China for trial in Communist Party-controlled courts. ", "More than three months of unrest has evolved into calls for greater democracy under the \"one country, two systems\" formula, by which Hong Kong has been ruled since the handover from British rule in 1997. The formula guaranteed freedoms not enjoyed on mainland China.", "Protesters accuse China of interference that they say has  steadily eroded Hong Kong's freedoms and autonomy. ", "China denies the accusation. It has denounced the protests and warned of the damage to the economy of Hong Kong, a major financial centre.", "It has also accused foreign powers, particularly the United States and Britain, of fomenting the demonstrations and warned against foreign interference.", "MISJUDGEMENT?", "Andy Chan, a founder of the pro-independence Hong Kong National Party that was banned last September, was arrested at Hong Kong airport on Thursday on suspicion of participating in riots and attacking police, police said.", "Wong's pro-democracy group, Demosisto, said the arrests were an attempt to scapegoat individuals in a movement that has built momentum without public figureheads.", "\"The arrests were apparently a political operation,\" Demosisto said on its Facebook page. \"It will only make the government misjudge the public, leading to a deadly situation that is more difficult to resolve.\"", "The Civil Human Rights Front, the organiser of previous protests, cancelled a mass demonstration planned for Saturday after the police refused permission.", "Reuters exclusively reported on Friday that Chief Executive Carrie Lam previously requested Beijing's approval for a plan to ease tension, evidence of the extent to which China is controlling the Hong Kong government's response to the unrest. ", "Nearly 900 people have been arrested since the demonstrations began. There have been frequent clashes between protesters and police, who have often used fired tear gas and rubber bullets to disperse crowds, amid accusations of excessive force.", "With protesters and authorities locked in an impasse and Hong Kong facing its first recession in a decade, speculation has grown that the city government may impose emergency law, giving it extra powers over detentions, censorship and curfews.", "Hong Kong's July retail sales sank the most since February 2016, government data showed on Friday. ", "The government would consider using \"all laws\" to prevent violence, Hong Kong leader Lam, who has become a lightning rod for protesters' anger, said this week.", "Hong Kong was a long way from having to make use of emergency powers, a senior official of China's parliament told Reuters on Friday. ", "China brought fresh troops into Hong Kong on Thursday in what it said was a routine rotation of its garrison. "]}, {"url": "https://www.nasdaq.com/article/amazon-amzn-americas-golden-child-ripens-cm1205920", "title": "Amazon (AMZN): America's Golden Child Ripens - Nasdaq.com", "text": ["FAANG, as an aggregate, has been underperforming the broader market over the past 52-weeks with only one stock illustrating positive returns. Over the past 12 months, Netflix NFLX shares lost 19.4%, Amazon AMZN is down 10.5%, Apple AAPL shares fell 7.7%, and Alphabet GOOGL is down 4.7%. Facebook FB , the one bright spot in FAANG, has been able to return shareholders 3.9% in the last 52-weeks.", "Is this signaling a buying opportunity or a sign to get out while you still have your dignity?", "The Golden Child", "America's sweetheart stock, Amazon, has given investors a wild ride over the last year. From AMZN's all-time high of $2,050 in the beginning of September last year the stock dropped over 36% going into the new year. It has recovered quite a bit since Christmas Eve's lows, rallying over 35% to $1,773. This is still 13.5% off its 52-week highs.", "Amazon has come a long way from Bezo's garage-based book store. It now operating not only the largest ecommerce business in the world, but also controls a majority share in the cloud computing market with its early penetration. Since Bezo's originally took Amazon public in 1997, its stock price has proliferated over 100,000% because of Amazon's innate ability to perpetually stay ahead of the curve.", "AMZN has a buy rating across the board and is sporting a short interest below 1%, making it one of the least shorted equities in the market. Does this mean that AMZN is an unstoppable power that has no where to go but up, or is this a sign that this stock may have too much optimistic market sentiment and investors have traded it above and beyond its intrinsic value?", "Amazon shares are trading at 57.8 times 12-month forward earnings. This is substantially higher than the S&P 500's 17x, which means that AMZN has an extraordinary amount of growth priced into it. It might not take a big economic down side to see its valuations shrink.", "Q2 Results", "Amazon has fallen over 10% since its earnings release on the 25 th of July but is still up 16% for the year. The company beat sales expectations but missed on EPS for the first time in 2 years, inducing shareholder concern.", "Amazon's cloud segment, AWS, also missed estimates, decelerating the growth of this segment quicker than expected. AWS is anticipated to be the primary growth driver moving forward. This larger than expected slowdown caused uneasy AMZN sentiment in the market.", "Amazon has been struggling with short term costs due to its investment in one-day delivery domestically and internationally. Analysts are anticipating that Amazon's high margin AWS cloud business will make up for the thinning margins in e-commerce. 70 to 80% of operating income is expected to be derived from AWS by the end of this year.", "Prime Day was an enormous success and the single largest event in Amazon history with sales surpassing Black Friday and Cyber Monday combined. Expect the benefits of this event to be reaped in Q3.", "I believe that these short-term margin cuts will not affect the long-term growth of the company, and as AMZN's price falls, the buying opportunity ripens. The question is what price makes these shares a truly ripe buy? The price at which I would not hesitate to pull the trigger on AMZN is anything below $1,500.", "Same Day Delivery Issues", "Amazon is attempting to take its incredibly fast and efficient ecommerce offering to the next level with same-day and one-day delivery. This is something that would be considered unprecedented in the past and something that delivery services like FedEx FDX or UPS UPS would never have thought was possible.", "Amazon cut ties with FedEx in early August and has not looked back with their own delivery services having grown leaps and bounds over the past 5 years. Since the end of 2013, Amazon has increased the number of fulfillment centers and internal distribution extensively to accommodate its shortened deliver services.", "Same-day delivery options makes the choice between going to the store and ordering from your couch a much easier decision. The number of prime subscribers has spiked to over 100 million in the US according to WSJ article, almost one third of the total population in America.", "Amazon's expediated deliveries came at a price though. The cost shipping and fulfillment costs significantly increased pinching the firms operating margins. Long-term, the company hopes that this new service will drive topline growth back into acceleration and the scale will improve margins.", "Take Away", "Amazon is America's favorite online retailer and ostensibly their favorite stock. I believe that its current price is a good reflection of its current value with the trade war instigating concerns over a looming economic slowdown.", "AMZN remains a strong long-term investment with its diverse portfolio of market leading businesses. As a short-term investment, I may wait to see this stock tumble a little more before I feel comfortable putting a position on. The lower it goes the more attractive the buy, and I would not hesitate to buy if it crosses under the $1,500 market and continue to average down slowly if it continues to drop. Never put a huge position on a falling stock, instead hedge your bets with small positions as it falls. If you are going to catch a falling knife, make sure you do it with a glove.", "Today's Best Stocks from Zacks\r\n Would you like to see the updated picks from our best market-beating strategies? From 2017 through 2018, while the S&P 500 gained +15.8%, five of our screens returned +38.0%, +61.3%, +61.6%, +68.1%, and +98.3%.\r\n This outperformance has not just been a recent phenomenon. From 2000 - 2018, while the S&P averaged +4.8% per year, our top strategies averaged up to +56.2% per year.See their latest picks free >>", "\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.\n"]}, {"url": "https://www.nasdaq.com/article/us-stocks-on-the-movecampbell-soup-tesla-dell-ambarella-20190830-00463", "title": "U.S. STOCKS ON THE MOVE-Campbell Soup, Tesla, Dell, Ambarella - Nasdaq.com", "text": ["The Day Ahead newsletter:", "The Morning News Call newsletter:", "U.S. stocks lost steam in afternoon trading on Friday as investors moved to the sidelines ahead of a long Labor day weekend but the three major indexes were on course to wrap up the week with their biggest gains since June. ", "\n\r\n        \n ** Big Lots Inc : up 2.5%\n Gains on quarterly profit beat \n ** Ambarella Inc : up 19.8%\n Gains after Q2 results beat, Cowen raises PT to Street high \n ** JinkoSolar Holding Co Ltd : up 5.2%\n Rises on higher solar module shipments \n ** SeaChange International Inc : up 18.4%\n Rises on Q2 rev beat, new CEO \n ** Akari Therapeutics Plc : up 5.7%\n Rises on \"orphan drug\" status for rare disease drug \n ** Tesla Inc : up 1.5%\n Eyes third session of gains on China purchase tax exemption \n ** Dell Technologies Inc : up 6.9%\n Set for best day since market return as Q2 results impress \n ** AAC Holdings Inc : down 11.0%\n Falls on bigger FY loss forecast \n ** American Outdoor Brands Corp : down 20.4%\n Slumps as results miss, China tariffs weigh on forecast \n ** Fang Holdings Ltd : up 3.2%\n Jump on Q2 profit vs year-ago loss \n ** MSG Networks Inc : up 13.9%MSG Networks on pace for best day ever after share buyback offer\n ** Paratek Pharmaceuticals Inc : up 8.6%\n Rises on positive data for antibiotic for skin infections \n ** Campbell Soup Co : up 6.5%\n Rises on higher gross margin, EPS beat \n ** Alexion Pharmaceuticals Inc  : down 10.7%\n ** Amgen Inc : up 1.3% premarket\n  Down as court to review three Soliris patents \n ** Sundial Growers Inc : up 2.5%", "Rises on C$140 mln corporate credit facility \n ** Cooper Companies Inc : down 6.2%", "Falls after revenue misses estimates \n ** Contura Energy Inc : up 5.3%", "On track for best day ever on buyback plan \n ** Fednat Holding Co : down 2.6%\n ** Heritage Insurance Holdings Inc : down 4.1%\n ** HCI Group Inc : up 0.4%", "Florida insurers mixed as the state braces for hurricane Dorian \n ** Maxar Rechnologies Inc : up 2.5%", "Rises on receiving forest-fire satellite contract \n ** Yext Inc : down 12.7%", "Falls on forecast \n ** Community Health Systems Inc : up 12.0%", "Surges as CEO buys stock \n ** Argan Inc : up 4.9%", "Up after Ohio power project gets nod \n ** Afya Ltd : down 24.2%", "On course for worst day since debut as Q2 profit falls ", "\n\r\n        \n The 11 major S&P 500 sectors:", "Communication Services", "down 0.40%", "Consumer Discretionary", "down 0.65%", "Consumer Staples", "down 0.33%", "Energy", "down 0.09%", "Financial", "up 0.52%", "Health", "up 0.13%", "Industrial", "up 0.51%", "Information Technology", "down 0.39%", "Materials", "up 0.62%", "Real Estate", "up 0.07%", "Utilities", "up 0.22%"]}, {"url": "https://www.nasdaq.com/article/wall-street-flattens-out-into-labor-day-weekend-20190830-00452", "title": "Wall Street flattens out into Labor Day weekend - Nasdaq.com", "text": ["By Akanksha Rana and Shreyashi   Sanyal", "Aug 30 (Reuters) - U.S. stocks lost steam in afternoon trading on Friday as investors moved to the sidelines ahead of a long Labor day weekend but the three major indexes were on course to wrap up the week with their biggest gains since June.", "Despite the gains, Wall Street was set for its worst month since May after escalations in U.S.-China trade tensions and fears of a risk of recessions, underscored by the inversion of a key part of the U.S. yield curve, triggered bouts of selloff in August.", "With analysts saying investors were taking money off the table ahead of the holiday, by midday only the Dow Jones Industrial Average  was clearly in positive territory.", "\"Frankly, markets have been overly optimistic about trade,\" said Randy Frederick, vice president of trading and derivatives for Charles Schwab in Austin.", "\"I would caution people to be a little careful because optimism won't last if it doesn't ultimately materialize into something substantive like an agreement, which I just have a hard time seeing it happen.\"", "Markets are also bracing for a new round of U.S. tariffs on some Chinese goods that come into effect on Sunday and the technology sector  was the biggest weight on the S&P with a 0.3% loss.", "Ulta Beauty Inc  tumbled 28.8%, to the bottom of the S&P 500, after the cosmetics company cut its full-year profit forecast.", "At 01:09 p.m. ET, the Dow Jones Industrial Average  was up 41.07 points, or 0.16%, at 26,403.32, the S&P 500  was up 0.44 points, or 0.02%, at 2,925.02. The Nasdaq Composite  was down 29.77 points, or 0.37%, at 7,943.62.", "Hopes that the Federal Reserve would step in to arrest any slowdown in economic growth as a result of the trade war have led traders to fully price in an interest rate cut at the next meeting of the U.S. central bank in mid-September.", "Investors will also keep a close watch on the monthly jobs report and manufacturing data next week for clues on the health of the U.S. economy.", "The biggest gainer on the benchmark index was Campbell Soup Co , which jumped 7.80% after its quarterly profit beat estimates. ", "Advancing issues outnumbered decliners by a 1.30-to-1 ratio on the NYSE. Declining issues outnumbered advancers for a 1.06-to-1 ratio on the Nasdaq.", "The S&P index recorded 36 new 52-week highs and no new low, while the Nasdaq recorded 33 new highs and 44 new lows."]}, {"url": "https://www.nasdaq.com/article/us-stockswall-street-flattens-out-into-labor-day-weekend-20190830-00450", "title": "US STOCKS-Wall Street flattens out into Labor Day weekend - Nasdaq.com", "text": [" (For a live blog on the U.S. stock market, click LIVE/ ortype LIVE/ in a news window)", "* Stock market to be shut for Labor day on Monday", "* Ulta Beauty tumbles on full-year forecast cut", "* Dow up 0.16%, S&P flat, Nasdaq off 0.37% (Updates to early afternoon)", "By Akanksha Rana and Shreyashi   Sanyal", "Aug 30 (Reuters) - U.S. stocks lost steam in afternoontrading on Friday as investors moved to the sidelines ahead of along Labor day weekend but the three major indexes were oncourse to wrap up the week with their biggest gains since June.", "Despite the gains, Wall Street was set for its worst monthsince May after escalations in U.S.-China trade tensions andfears of a risk of recessions, underscored by the inversion of akey part of the U.S. yield curve, triggered bouts of selloff inAugust.", "Markets were higher earlier in the day after data showedstrong U.S. consumer spending in July and on signals thatWashington and Beijing would resume trade talks. urn:newsml:reuters.com:*:nL3N25P29Kurn:newsml:reuters.com:*:nLNSUJEF9J", "With analysts saying investors were taking money off thetable ahead of the holiday, by midday only the Dow JonesIndustrial Average .DJI was clearly in positive territory. ", "\"Frankly, markets have been overly optimistic about trade,\"said Randy Frederick, vice president of trading and derivativesfor Charles Schwab in Austin. ", "\"I would caution people to be a little careful becauseoptimism won't last if it doesn't ultimately materialize intosomething substantive like an agreement, which I just have ahard time seeing it happen.\"", "Markets are also bracing for a new round of U.S. tariffs onsome Chinese goods that come into effect on Sunday and thetechnology sector .SPLRCT was the biggest weight on the S&Pwith a 0.3% loss.", "Ulta Beauty IncULTA.O tumbled 28.8%, to the bottom of theS&P 500, after the cosmetics company cut its full-year profitforecast. ", "At 01:09 p.m. ET, the Dow Jones Industrial Average .DJI was up 41.07 points, or 0.16%, at 26,403.32, the S&P 500 .SPX was up 0.44 points, or 0.02%, at 2,925.02. The Nasdaq Composite .IXIC was down 29.77 points, or 0.37%, at 7,943.62.", "Hopes that the Federal Reserve would step in to arrest anyslowdown in economic growth as a result of the trade war haveled traders to fully price in an interest rate cut at the nextmeeting of the U.S. central bank in mid-September.", "Investors will also keep a close watch on the monthly jobsreport and manufacturing data next week for clues on the healthof the U.S. economy.", "The biggest gainer on the benchmark index was Campbell SoupCo CPB.N , which jumped 7.80% after its quarterly profit beatestimates. urn:newsml:reuters.com:*:nL3N25Q3IS", "Advancing issues outnumbered decliners by a 1.30-to-1 ratioon the NYSE. Declining issues outnumbered advancers for a1.06-to-1 ratio on the Nasdaq.", "The S&P index recorded 36 new 52-week highs and no new low,while the Nasdaq recorded 33 new highs and 44 new lows. (Reporting by Akanksha Rana and Shreyasi Sanyal in Bengaluru;Editing by Anil D'Silva) ((akanksha.rana@thomsonreuters.com; within U.S. +1 646 2238780, outside U.S. +91 80 6749 1130;))"]}, {"url": "https://www.nasdaq.com/article/weekly-economic-release-summary-trump-could-be-right-about-recession-talk-cm1205887", "title": "Weekly Economic Release Summary: Trump Could Be Right About Recession Talk - Nasdaq.com", "text": ["Have you been wondering when the next recession will hit? Seems like recession stories appear daily in the media. This should scare the bejesus out of investors who would want to position themselves for a recession. I find this emphasis on recession trash talk interesting.", "Let me start by saying that currently - outside of a yield curve inversion - there is no reliable short or long term indicator warning of a recession. Recession forecasting becomes more-and-more inaccurate the further out one forecasts. Six months seems to be the outside limit for a quantitative and objective forecast. Most of the recession forecasters I have read are forecasting a recession from one to two years away. These are subjective forecasts.", "At this point, no forward-looking quantitative economic forecast is warning of a recession. Our September economic forecast issued this week [discussed later in this post] improved modestly for the second month in a row.", "A recession will happen in the future at some point - this is a bettable certainty. And sooner or later a recession forecast will end up being correct.", "I find it interesting that there was a major economic downturn in 2016 - and there was no recession trash talk them. I am believing that the media's hatred of President Trump is influencing negative coverage of the economy. This manipulation by the press and corporate entities goes back to the late 19th and early 20th centuries fostered by yellow journalism and the likes of Edward Louis Bernays whose propaganda supported World War I, convinced people Ivory Soap was superior, bacon and eggs was the best way to start the day, helped the CIA orchestrated overthrow of the Guatemalan government, and got women to smoke by branding cigarettes as feminist.", "Propaganda as defined:", "Propaganda is information that is not objective and is used primarily to influence an audience and further an agenda, often by presenting facts selectively to encourage a particular synthesis or perception or using loaded language to produce an emotional rather than a rational response to the information that is presented.", "The current round of recession talk should be considered propaganda.", "History shows that a first-term President lucky enough to have a growing economy is usually re-elected. Those who do not like President Trump need to trash the economy.", "No one should blame President Obama for the crappy economy he was stuck with. A good economy requires some luck (events which boost the economy), the Federal Reserve proper stewardship of monetary policy, and a Congress working on fiscal policy to boost the economy. President Obama was stuck with a Fed which never shifted out of a recession-recovery gear and a Congress which literally did nothing to boost the economy. Have things changed much under President Trump? The Federal Reserve remains behind the eight ball in interpreting inflation and economic direction whilst Congress continues to do nothing.", "President Trump is wrong in saying the economy is \"strong\" but a President is a cheerleader for the economy. If he said the economy was tubing, likely it would tube.", "As an investor, I am not positioning myself for a recession - but for changing economic dynamics.", "Economic Forecast", "The Econintersect Economic Index has a long term decline which began in July 2018 - this month (September 2019) our forecast again marginally improved for the second month but continues to predict very little growth.", "The fundamentals which lead jobs growth are now showing a significant slowing growth trend in the employment growth dynamics. We are currently predicting the jobs growth to be below the growth needed to maintain participation rates and the employment-population ratios at the current levels.", "economic forecast", "Economic Releases This Past Week", "The following table summarizes the more significant economic releases this past week. For more detailed analysis - please visit our landing page which provides links to our complete analyses.", "The headlines say the durable goods new orders improved. Our analysis shows the rolling averages improved.", "In the adjusted data, the major strength was civilian aircraft - but most other sectors were weak. This series has wide swings monthly so our primary metric is the unadjusted three-month rolling average - which improved but remains in contraction. The rate of growth of the rolling averages is below the values seen over the last year.", "July Chicago Fed National Activity Index", "The economy's rate of growth marginally accelerated based on the Chicago Fed National Activity Index (CFNAI) 3 month moving (3MA) average - but the economy remained below the historical trend rate of growth.", "Even with this improvement, the economy has slowed from its rate of growth in 2018.", "The single month index which is not used for economic forecasting, and unfortunately is what the CFNAI headlines. Economic predictions are based on the 3-month moving average. The single month index historically is very noisy and the 3-month moving average would be the way to view this index in any event.", "The previous months' data were revised down.", "The non-seasonally adjusted S And P CoreLogic Case-Shiller home price index (20 cities) year-over-year rate of home price growth slowed from 2.4 % to 2.1 %. The index authors stated, \"Home price gains continue to trend down, but maybe leveling off to a sustainable level\".", "20 city unadjusted home price rate of growth decelerated 0.3 % month-over-month. [Econintersectuses the change in year-over-year growth from month-to-month to calculate the change in the rate of growth]", "The latest Quarterly Report on Household Debt and Credit reveals that total household debt increased by $192 billion (1.4 percent) to $13.86 trillion in the second quarter of 2019. It was the twentieth consecutive quarter with an increase, and the total is now $1.2 trillion higher, in nominal terms than the previous peak of $12.68 trillion in the third quarter of 2008.", "The second estimate of second-quarter 2019 Real Gross Domestic Product (GDP) was lowered from the advance estimates +2.1 % to +2.0 %.", "The star of this quarter was consumer spending which dramatically increased over the previous quarter.", "Headline GDP is calculated by annualizing one quarter's data against the previous quarter's data. A better method would be to look at growth compared to the same quarter one year ago. For 2Q2019, the year-over-year growth is now 2.3 % - down from 1Q2019's 2.7 % year-over-year. So one might say that the rate of GDP growth decelerated by 0.4 % from the previous quarter.", "New data from the monthly Current Population Survey (CPS), indicate that median annual household income in July 2019 was $65,084, up $438 or 0.7 percent from June 2019 ($64,646).", "The July 2019 median is 2.3 percent higher than that for July 2018, when the median stood at $63,614.", "The National Association of Realtors (NAR) seasonally adjusted pending home sales index declined and the year-over-year growth returned to contraction. Our analysis shows the year-over-year rate of growth improved. The quote of the day from this NAR release:", "... Economic uncertainty is no doubt holding back some potential demand, but what is desperately needed is more supply of moderately priced homes ...", "For the unadjusted data, the 3-month rolling averages remain in negative territory and the year-over-year growth for July returned to positive territory. The data is very noisy and must be averaged to make sense of the situation. Shorter-term trends are now improving. Note that the long-term downward trend of home sales began in mid-2015.", "The trend continues where income growth is outpacing consumption growth. Consumer income growth year-over-year is now higher than the spending growth year-over-year. For sustained growth of expenditures, income needs to grow at nearly the same rate.", "The savings growth rate declined and continues to marginally trend downward since the beginning of 2019.", "Real Disposable Personal Income is up 3.0 % year-over-year, and real consumption expenditures are up2.7 % year-over-year.", "August Dallas Fed Manufacturing - This survey remains in positive territory year-over-year with subindices new orders increasing (and in expansion) and unfilled orders improving but remaining in contraction. This should be considered a better report than last month.", "Conference Board Consumer Confidence - The latest Conference Board Consumer Confidence Index'sheadline number now stands at 135.1 (1985=100), down from 135.8 in July. Consumer confidence had been on a multi-year upswing. The current volatility is showing uncertainty by consumers.", "Richmond Fed Manufacturing - Came in at 1 [values above zero represent expansion]. The important Richmond Fed subcategories (new orders and unfilled orders) improved with new orders barely in expansion and unfilled orders in contraction. This survey was modestly better than last month.", "Chicago Purchasing Managers - The Chicago Business Barometer rose 6.0 points to 50.4 in August, up from 44.4 in July. The index had been in contractionary territory for two months before this month's gain. The Fed manufacturing surveys were little changed this month showing little growth - and the Chicago Fed is consistent with the other surveys.", "Michigan Consumer Sentiment - The final University of Michigan Consumer Sentiment for August came in at 89.8 - down from the preliminary of 92.1, and down from July final of 98.4.", "Rail so far in 2019 has changed from a reflection of a strong economic engine to contraction. Currently, not only are the economic intuitive components of rail in contraction, but the year-to-date has slipped into contraction.", "\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.\n"]}, {"url": "https://www.nasdaq.com/article/brazil-real-has-weakest-month-in-4-years-20190830-00454", "title": "Brazil real has weakest month in 4 years - Nasdaq.com", "text": ["By Jamie McGeever", "BRASILIA, Aug 30 (Reuters) - Brazil's real lost almost 8% in August, making it one of the worst-performing currencies against the dollar, behind Argentina's peso, and marking its weakest month in four years.", "The slide, exacerbated by market positioning, aggressive bets on lower Brazilian interest rates and a financial crisis in neighboring Argentina, took the real past 4.00 per dollar and prompted the central bank to intervene in the market.", "According to Refinitiv data, the real is on course for a 7.7% decline against the dollar this month, its biggest monthly fall since September 2015, when it lost 8.4% of its value.", "\"This month was very bad for emerging markets. We had Argentina crisis, escalation of the U.S.-China trade war, and a decent deleveraging of Brazil risk,\" said the head of Treasury trading at a bank in Sao Paulo, who requested not to be named.", "\"However, September may be a risk on month for Brazil,\" he added.", "The real started August around 3.80 per dollar , but weakened to an 11-month low of almost 4.20 this week. That took it to within touching distance of its record low around 4.25 per dollar from September, 2015, when Brazil was in the midst of one of its deepest-ever recessions.", "The central bank sold dollars on the spot market for the first time in over a decade, a move many observers said was a direct response to the real's fall through 4.00/$ and its failure to rebound as the all-time low around 4.25/$ approached. ", "Market positioning also contributed to the slide. As August started, funds trading U.S. futures markets had already unwound their large short position in the real, Commodity Futures Trading Commission data showed, meaning they were more likely to sell again if they saw fit.", "To be \"short\" an asset is to bet that its value will fall, and to be \"long\" is to bet it will rise in value."]}, {"url": "https://www.nasdaq.com/article/euro-falls-to-its-lowest-since-may-2017-20190830-00446", "title": "Euro falls to its lowest since May 2017 - Nasdaq.com", "text": ["By Kate Duguid", "NEW YORK, Aug 30 (Reuters) - The euro  fell below $1.10 on Friday to its weakest since May 2017 as a multi-day downward shift in the single currency intensified in afternoon trade.", "Traders had varied explanations for the drop, including thatmonth-end rebalancing of portfolios heightened an existing bias. The longer-term trend, which has seen the euro fall 0.90% in August, has been driven by an economic slowdown in Europe among other factors.  ", "The move also began shortly after President Donald Trump tweeted that the euro was dropping \"like crazy\" and lamented the state of the U.S. dollar, attributing its strength to Federal Reserve policy. A weaker dollar would send the euro higher, suggesting the tweet did not have a direct effect on the pair. The euro was last trading at $1.0976 against the dollar, down 0.71% on the day.", "Poor euro zone economic data on Thursday reinforced views that the European Central Bank would cut its benchmark interest rate and announce a new round of quantitative easing at its September meeting. Christine Lagarde, the ECB's next president, said the central bank still has room to cut rates if necessary, though divisions remain within the ECB. ", "\"There still seems to be a debate in the ECB if there will be a significant burst of easing or a more measured move next month,\" said Osborne. ", "At the September meeting, \"we think rate cuts at least, though it may not be the time for renewed QE.\" ", "   As the dollar rose, the offshore Chinese yuan headed toward its biggest monthly decline in 25 years as the two countries prepared for the implementation of new retaliatory tariffs on Sunday.", "The dollar index  was 0.38% higher at 98.884, closing the month little moved after having been whipped around by trade headlines. Against the dollar, the offshore yuan  was 0.28% weaker at 7.163, set for a 3.69% fall in August, it's biggest monthly drop since 1994.", "An additional 5% tariff on $125 billion of goods from China is slated to kick in on Sunday. Investors fear the intensifying trade dispute could lead the U.S. economy into recession."]}]}